const vocabulary = [
  ['1a', 'φίλ~η ἡ', 'amīca'],
  ['1a', 'τέχν~η ἡ', 'ars, artificium'],
  ['1a', 'ε.λαί~ᾱ ἡ', 'olīva'],
  ['1a', 'ἡ.μέρ~ᾱ ἡ', 'diēs'],
  ['1a', 'με.σημ.βρί~ᾱ ἡ', 'merīdiēs'],
  ['1A', 'βο~ή ἡ', 'clāmor'],
  ['1A', 'ἑ.ορτ~ή ἡ', 'fēstum'],
  ['1A', 'σκι~ᾱ́ ἡ', 'umbra'],
  ['1A', 'α.γορ~ᾱ́ ἡ', 'forum'],
  ['1b', 'θά.λασσ~α ἡ', 'mare'],
  ['1b', 'δέσ.ποιν~α ἡ', 'domina'],
  ['1b', 'τρά.πεζ~α ἡ', 'mēnsa'],
  ['1b', 'μά.χαιρ~α ἡ', 'culter'],
  ['1b', 'βα.σί.λει~α ἡ', 'rēgīna'],
  ['1c', 'ναύτ~ης ὁ', 'nauta'],
  ['1c', 'δεσ.πότ~ης ὁ', 'dominus, erus', {
    sg: { 5: 'δέσποτ~α' }
  }],
  ['1c', 'Ξέρξ~ης ὁ', 'Xerxēs', { pl: null }],
  ['1c', 'νε.ᾱ.νί~ᾱς ὁ', 'adolēscēns'],
  ['1c', 'κοχ.λί~ᾱς ὁ', 'cochlea'],
  ['1c', 'Λε.ω.νίδ~ᾱς ὁ', 'Leōnidās', {
    sg: { 1: '&~ᾱς', 2: '&~ᾱν', 4: '&~ᾳ', 5: '&~ᾱ' },
    pl: null
  }],

  ['2a', 'χρόν~ος ὁ', 'tempus'],
  ['2a', 'ξίφ~ος ὁ', 'gladius, ēnsis'],
  ['2a', 'παρ.θέν~ος ἡ', 'virgō'],
  ['2a', 'Κό.ρινθ~ος ἡ', 'Corinthus', { pl: null }],
  ['2a', 'άγ.γελ~ος ὁ', 'nūntius; angelus'],
  ['2a', 'ἥ.λι~ος ὁ', 'sōl'],
  ['2a', 'κλῆρ~ος ὁ', 'sors; praedium'],
  ['2a', 'οῖκ~ος ὁ', 'domus; familia'],
  ['2a', 'νῆσ~ος ἡ', 'īnsula'],
  ['2A', 'θε~ός ὁ', 'deus'],
  ['2A', 'αγρ~ός ὁ', 'ager'],
  ['2A', 'ου.ραν~ός ὁ', 'caelum'],
  ['2A', 'ὁδ~ός ἡ', 'via'],
  ['2a', 'έργ~ον τὸ', 'opus'],
  ['2a', 'δένδρ~ον τὸ', 'arbor'],
  ['2a', 'ά.ροτρ~ον τὸ', 'arātrum'],
  ['2a', 'έ.λαι~ον τὸ', 'oleum'],
  ['2a', 'πλοῖ~ον τὸ', 'nāvigium'],
  ['2A', 'ζυγ~όν τὸ', 'iugum'],
  ['2A', 'πτερ~όν τὸ', 'āla'],
  ['2A', 'φυτ~όν τὸ', 'planta'],

  ['3A', 'παῖς ὁ (παίδ)', 'puer', {
    sg: { 5: 'παῖ' },
    pl: { 3: 'παίδ~ων' }
  }],
  ['3A', 'φλέψ ἡ (φλέβ)', 'vēna'],
  ['3A', 'νύξ ἡ (νύκτ)', 'nox'],
  ['3a', 'χει.μών ὁ (χει.μών)', 'hiems'],
  ['3a', 'δαί.μων ὁ (δαί.μον)', 'daemon', {
    sg: { 5: 'δαῖμον' }
  }],
  ['3a', 'λέ.ων ὁ (λέ.οντ)', 'leō', {
    sg: { 5: 'λέον' }
  }],
  ['3a', 'λαμ.πάς ἡ (λαμ.πάδ)', 'lucerna'],
  ['3a', 'μύρ.μηξ ὁ (μύρ.μηκ)', 'formīca'],
  ['3a', 'λι.μήν ὁ (λι.μέν)', 'portus'],
  ['3a', 'κρᾱ.τήρ ὁ (κρᾱ.τήρ)', 'crātēr'],
  ['3a', 'ό.νο.μα τὸ (ο.νό.ματ)', 'nōmen'],
  ['3a', 'πρᾶγ.μα τὸ (πρᾱ́γ.ματ)', 'rēs; negōtium'],
  ['3a', 'αἷ.μα τὸ (αἵ.ματ)', 'sanguis'],
  ['3b', 'α.νήρ ὁ (άνδρ)', 'vir', {
    sg: { 5: 'άνερ' },
    pl: { 3: 'ανδρ~ῶν' }
  }],
  ['3b', 'πα.τήρ ὁ (πα.τ[έ]ρ)', 'pater', {
    sg: { 5: 'πάτερ' }
  }],
  ['3b', 'μή.τηρ ὁ (μη.τ[έ]ρ)', 'māter', {
    sg: { 5: 'μῆτερ' }
  }],
  ['3b', 'θυ.γά.τηρ ὁ (θυ.γα.τ[έ]ρ)', 'fīlia', {
    sg: { 5: 'θύγατερ' }
  }],
  ['3c', 'τρι.ή.ρης ὁ (τρι.ή.ρεσ)', 'trirēmis', {
    pl: { 3: 'τριήρων' }
  }],
  ['3c', 'Σω.κρά.της ὁ (Σώ.κρα.τεσ)', 'Sōcratēs', { pl: null }],
  ['3c', 'μέ.ρος τὸ (μέ.ρεσ)', 'pars'],
  ['3c', 'εῖ.δος τὸ (εί.δεσ)', 'fōrma, speciēs'],
  ['3d', 'κλέ.ος τὸ (κλέ.ϝεσ)', 'fāma; glōria', {
    sg: { 4: 'κλέε~ι' },
    pl: { 1: 'κλέ~η', 2: 'κλέ~η', 5: 'κλέ~η' },
  }],
  ['3d', 'Πε.ρι.κλῆς ὁ (Πε.ρι.κλέ.ϝεσ)', 'Periclēs', {
    sg: { 4: 'Περικλε~ῖ', 5: 'Περίκλεις' },
    pl: null,
  }],
  ['3d', 'Σο.φο.κλῆς ὁ (Σο.φο.κλέ.ϝεσ)', 'Sophoclēs', {
    sg: { 4: 'Σοφοκλε~ῖ', 5: 'Σοφόκλεις' },
    pl: null,
  }],
  ['3e', 'πό.λι~ς ἡ (πό.λι / πό.λε)', 'urbs, cīvitās'],
  ['3e', 'πτῶ.σι~ς ἡ (πτώ.σι / πτώ.σε)', 'cāsus'],
  ['3e', 'δύ.να.μι~ς ἡ (δύ.να.μι / δυ.νά.με)', 'vīs, facultās, potentia'],
  ['3e', 'πρέσ.βυ~ς ἡ (πρέσ.βυ / πρέσ.βε)', 'senex; lēgātus'],
  ['3e', 'πῆ.χυ~ς ὁ (πή.χυ / πή.χε)', 'cubitus, bracchium'],
  ['3e', 'πέ.λε.κυ~ς ὁ (πέ.λε.κυ / πε.λέ.κε)', 'secūris'],
  ['3e', 'άσ.τυ τὸ (άσ.τεϝ)', 'urbs, oppidum'],
  ['3f', 'βασιλεύ~ς ὁ (βα.σι.λήϝ)', 'rēx'],
  ['3f', 'ἱερεύ~ς ὁ (ἱ.ε.ρήϝ)', 'sacerdōs'],
  ['3f', 'χαλκεύ~ς ὁ (χαλ.κήϝ)', 'faber'],
  ['3f', 'Θησεύ~ς ὁ (Θη.σήϝ)', 'Thēseus', { pl: null }],
  ['3g', 'οφ.ρῡ́~ς ἡ (οφ.ρύ)', 'supercilium'],
  ['3g', 'ιχ.θῡ́~ς ὁ (ιχ.θύ)', 'piscis'],
  ['3G', 'μῦ~ς ὁ (μύ)', 'mūs', {
    sg: { 4: 'μυ~ΐ' }
  }],
  ['3h', 'ναῦ~ς ἡ (ναύ / νήϝ)', 'nāvis', {
    sg: { 2: 'ναῦ~ν', 3: 'νε~ώς', 4: 'νη~ΐ', 5: 'ναῦ' },
    pl: { 1: 'νῆ~ες', 2: 'ναῦ~ς', 3: 'νε~ῶν', 4: 'ναυ~σίν', 5: 'νῆ~ες' },
  }],
  ['3h', 'βοῦ~ς ὁ (βόϝ)', 'bōs', {
    sg: { 2: 'βοῦ~ν', 3: 'βο~ός', 4: 'βο~ΐ', 5: 'βοῦ' },
    pl: { 1: 'βό~ες', 2: 'βοῦ~ς', 3: 'βο~ῶν', 4: 'βου~σίν', 5: 'βό~ες' },
  }],

  ['4', 'εγ~ώ', 'ego', {
    sg: { 2: 'εμ~έ', 3: 'εμ~οῦ', 4: 'εμ~οί', 5: '' },
    pl: null,
  }],
  ['4', 'σ~ύ', 'tū', {
    sg: { 2: 'σ~έ', 3: 'σ~οῦ', 4: 'σ~οί', 5: '' },
    pl: null,
  }],
  ['4', 'ἡμ~εῖς', 'nōs', {
    sg: null,
    pl: { 2: 'ἡμ~ᾶς', 3: 'ἡμ~ῶν', 4: 'ἡμ~ῖν', 5: '' },
  }],
  ['4', 'ὑμ~εῖς', 'vōs', {
    sg: null,
    pl: { 2: 'ὑμ~ᾶς', 3: 'ὑμ~ῶν', 4: 'ὑμ~ῖν', 5: '' },
  }],
  ['4', 'οὗτ~ος ὁ', 'is, hic', {
    sg: { 2: 'τοῦτ~ον', 3: 'τούτ~ου', 4: 'τούτ~ῳ', 5: '' },
    pl: { 1: 'οὗτ~οι', 2: 'τούτ~ους', 3: 'τούτ~ων', 4: 'τούτ~οις', 5: '' },
  }],
  ['4', 'αὕτ~η ἡ', 'ea, haec', {
    sg: { 2: 'ταύτ~ην', 3: 'ταύτ~ης', 4: 'ταύτ~ῃ', 5: '' },
    pl: { 1: 'αὗτ~αι', 2: 'ταύτ~ᾱς', 3: 'τούτ~ων', 4: 'ταύτ~αις', 5: '' },
  }],
  ['4-2a', 'τοῦτ~ο τὸ', 'id, hoc', {
    sg: { 5: '' },
    pl: { 1: 'ταῦτ~α', 2: 'ταῦτ~α', 5: '' },
  }],

  ['5-3A', 'εἷς ὁ (ἕν)', 'ūnus', { pl: null }],
  ['5-1b', 'μί~α ἡ', 'ūna', {
    sg: { 3: 'μι~ᾶς', 4: 'μι~ᾷ' },
    pl: null,
  }],
  ['5-3A', 'ἕν τὸ', 'ūnum', { pl: null }],
  ['5-3A', 'δύ~ο τὸ', 'duo', {
    sg: null,
    pl: { 3: 'δυ~οῖν', 4: 'δυ~οῖν' },
  }],
  ['5-3A', 'τρ~εῖς ὁ (τρι)', 'trēs', {
    sg: null,
    pl: { 2: 'τρ~εῖς' },
  }],
  ['5-3A', 'τρί~α τὸ', 'tria', { sg: null }],
  ['5-3a', 'τέσ.σαρ~ες ὁ', 'quattuor', { sg: null }],
  ['5-3a', 'τέσ.σαρ~α τὸ', 'quattuor', { sg: null }],
  ['5-2a', 'δι.ᾱ.κό.σι~οι ὁ', 'ducentī', { sg: null }],
  ['5-1a', 'τρι.ᾱ.κό.σι~αι ἡ', 'trecentae', {
    sg: null,
    pl: { 3: 'τριᾱκοσί~ων' },
  }],
  ['5-2a', 'τε.τρα.κό.σι~α τὸ', 'quadringenta', { sg: null }],
  ['5-2a', 'χῑ́.λι~οι ὁ', 'mille', { sg: null }],
  ['5-1a', 'δισ.χῑ́.λι~αι ἡ', 'duo mīlia', {
    sg: null,
    pl: { 3: 'δισχῑλί~ων' },
  }],
  ['5-2a', 'τρι.σχῑ́.λι~α τὸ', 'tria mīlia', { sg: null }],
];