$_GET({
  title: 'Vergilius. Aeneis. I, 1—33',
  text: `
Arma virumque canō, Trōiae quī prīmus ab ōrīs

Ītaliam, fātō profugus, Lāvīniaque vēnit

lītora, multum ille et terrīs iactātus et altō

vī superum saevae memorem~Iūnōnis ob īram;

{5}multa quoque et bellō passus, dum conderet urbem,

inferretque deōs Latiō, genus unde Latīnum,

Albānīque patrēs, atque altae moenia Rōmae.

Mūsa, mihī causās memorā, quō nūmine laesō,

quidve dolēns, rēgīna deum tot volvere cāsūs

{10}īnsīgnem pietāte virum, tot adīre labōrēs

impulerit. Tantaene animīs caelestibus īrae?

Urbs antīqua fuit (Tyriī tenuēre colōnī)

Carthāgō, Ītaliam contrā Tiberīnaque longē

ōstia, dīves opum studiīsque asperrima bellī,

{15}quam Iūnō fertur terrīs magis omnibus ūnam

posthabitā~coluisse Samō; hīc illius arma,

hīc currus fuit; hoc rēgnum dea gentibus esse,

sī quā Fāta sinant, iam tum tenditque fovetque.

Prōgeniem sed enim Trōiānō ā sanguine dūcī

{20}audierat, Tyriās olim quae verteret arcēs;

hinc populum lātē rēgem bellōque superbum

ventūrum excidiō Libyae: sīc volvere Parcās.

Id metuēns veterisque memor Sāturnia bellī,

prīma~quod ad Trōiam prō cārīs gesserat Argīs

{25}(necdum etiam causae īrārum saevīque dolōrēs

exciderant animō: manet altā mente repostum

iūdicium Paridis sprētaeque~iniūria fōrmae,

et genus invīsum, et raptī Ganymēdis honōrēs),—

hīs accēnsa super, iactātōs aequore tōtō

{30}Trōas, rēliquiās Danaum atque immītis Achillis,

arcēbat longē Latiō; multōsque per annōs

errābant, āctī fātīs, maria omnia~circum.

Tantae mōlis erat Rōmānam condere gentem!

---

Оружие и~мужа пою Трои кто первый от берегов

в~Италию роком гонимый и~к~лавинийским прибыл

берегам много он и по~землям мотаем и по~(открытому)~морю

силою вышних суровой Юноны~↔~злопамятного из-за гнева

многое также и на~войне вынесши покуда основал город

и~принес богов из~Лация род откуда латинский

альбанские родоначальники а~также высокого стены Рима

Муза мне причины поведай от~какого веления нарушенного

чем~ли огорчась царица богов столько перенесть превратностей

славного благочестием мужа стольким подвергнуться тяготам

вынудила Так~ли~велики у~натур небесных проявления~гнева

Город древний был тирийские господствовали~<там> обитатели

Карфаген Италии напротив и~тибрского вдали

устья богатый средствами и~в~делах крайне~упорный войны

каковой Юнона говорят земель больше всех единственный

почитала~↔~ставя~выше Самоса здесь ее доспехи

здесь колесница была это царство богиня <чтобы>~поколениями стояло

ежели как Судьбы позволят уже тогда и~старается и~уповает

<Что>~потомство однако же троянской от крови ведет~начало

слыхала~<она> тирийские однажды которое опрокинет твердыни

отсюда народ широко царствующий и~войною гордый

придет на~погибель Ливии так предопределяют парки

Этого страшась и~о~былой памятуя дочь~Сатурна войне

которую~↔~первая на Трою за милый повела Аргос

и еще причины гнева и~бурные негодования

не~изгладились из~памяти остается глубоко в~уме затаенное

суждение Париса и~обида~↔~из-за~непризнанной красоты

и род ненавистный и похищенного Ганимеда почести

из-за~этого распалясь — бросаемых по~морю всему

троянцев уцелевших от~данайцев а~также неумолимого Ахилла

удерживала~<она> долго от~Лация и~многих в~течение лет

скитались~<они> гонимые судьбой морям по~↔~всем

Такого труда было римский основать род

---

Битвы и мужа пою, кто в Италию первым из Трои —
Роком ведомый беглец — к берегам приплыл лавинийским.
Долго его по морям и далеким землям бросала
Воля богов, злопамятный гнев жестокой Юноны.
{5}Долго и войны он вел, — до того, как, город построив,
В Лаций богов перенес, где возникло племя латинян,
Города Альбы отцы и стены высокого Рима.
Муза, поведай о том, по какой оскорбилась причине
Так царица богов, что муж, благочестием славный,
{10}Столько по воле ее претерпел превратностей горьких,
Столько трудов. Неужель небожителей гнев так упорен?
Город древний стоял (в нем из Тира выходцы жили,
Звался он Карфаген) вдалеке от Тибрского устья,
Против Италии; был он богат и в битвах бесстрашен.
{15}Больше всех стран, говорят, его любила Юнона,
Даже и Самос забыв; здесь ее колесница стояла,
Здесь и доспехи ее. И давно мечтала богиня,
Если позволит судьба, средь народов то царство возвысить.
Только слыхала она, что возникнет от крови троянской
{20}Род, который во прах ниспровергнет тирийцев твердыни.
Царственный этот народ, победной гордый войною,
Ливии гибель неся, придет: так Парки судили.
Страх пред грядущим томил богиню и память о битвах
Прежних, в которых она защищала любезных аргивян.
{25}Ненависть злая ее питалась давней обидой,
Скрытой глубоко в душе: Сатурна дочь не забыла
Суд Париса, к своей красоте оскорбленной презренье,
И Ганимеда почет, и царский род ненавистный.
Гнев ее не слабел; по морям бросаемых тевкров,
{30}Что от данайцев спаслись и от ярости грозной Ахилла,
Долго в Лаций она не пускала, и многие годы,
Роком гонимы, они по волнам соленым блуждали.
Вот сколь огромны труды, положившие Риму начало.
`
});